{
  "sentences": {

    "greetings" : [
        "Hello I'm CES Bot, I know lots about going on at CES. Ask me a question.",
        "Got a question about CES, just type it here and i'll do my best to help.",
        "Hello I'm CES Bot, come and ask me something about CES...",
        "I'm an AI you can ask about CES trends and data, Have a question? just shoot.",
        "Well hello there I'm CES Bot feel free to ask a question here...",
        "Are you enjoying CES? Ask me something, I want to help."
    ],

    "acknowledge" : [
        "Ok, let me see if I can find that out for you.",
        "Good question, let me go find that out.",
        "Hmm interesting question. Bear with me and I'll look it up.",
        "Sure thing, let me check it out.",
        "Brilliant! Hold on please, let me see if i can work that out for you.",
        "Got you! let me check..."
    ],


    "shy" : [
        "looks like you are struggling, feel free to type a question below",
        "It seems you have not written anything. Try typing a question below.",
        "Oh no, I did not get that, try again please."
    ],


    "intro_questions" : [ 


        "Events",
        "Twitter mentions last week?",
        "What are the top trends at CES today / this week / this hour?",
        "How many people attended CES last year?",
        "Who’s being talked about right now at CES?",
        "Twitter mentions today?",
        "What is the most talked about brand / product/ industry right now?",
        "Who is winning at CES today?/ Who is leading the conversation at CES right now?",
        "How many conference sessions are there?",
        "How many people are talking about CES today / this week / this hour?",
        "What has been the biggest moment at CES so far?",
        "Who is the most talked about person at CES right now",
        "Who are the biggest influncers at CES now / today / tomorrow?"

    ],









    "intro_questions_all" : [ 
        "What are the top trends at CES today / this week / this hour?",
        "Who’s being talked about right now at CES?",
        "What is the most talked about brand / product/ industry right now?",
        "Who is winning at CES today?/ Who is leading the conversation at CES right now?",
        "How many people are talking about CES today / this week / this hour?",
        "What has been the biggest moment at CES so far?",
        "Who is the most talked about person at CES right now",
        "Who are the biggest influncers at CES now / today / tomorrow?",
        "What is the most shared Tweet at CES  today / this week / this hour?",
        "What is the most shared Photo at CES  today / this week / this hour?",
        "Where in the world are people talking about CES2018 the most",
        "What is the most popular time of day?",
        "Where is my brand in the listing of top brands?",
        "What is the most popular brand in [industry]?",
        "Who is the top influencer in [industry]?",
        "What are the big news stories at CES today / this week / this hour?",
        "How Many News Stories have been written about CES 2018 so far?",
        "What is the most read news story of CES 2018 so far?"
    ]


  }

}